{
  "addmod": 30536,
  "basefee": 30525,
  "blockhash": 30585,
  "bool": 30566,
  "bytes1": 30552,
  "bytes10": 30691,
  "bytes11": 30545,
  "bytes12": 30677,
  "bytes13": 30639,
  "bytes14": 30586,
  "bytes15": 30542,
  "bytes16": 30553,
  "bytes17": 30609,
  "bytes18": 30690,
  "bytes19": 30526,
  "bytes2": 30624,
  "bytes20": 30631,
  "bytes21": 30551,
  "bytes22": 30572,
  "bytes23": 30557,
  "bytes24": 30588,
  "bytes25": 30680,
  "bytes26": 30686,
  "bytes27": 30533,
  "bytes28": 30665,
  "bytes29": 30633,
  "bytes3": 30637,
  "bytes30": 30636,
  "bytes31": 30587,
  "bytes32": 30671,
  "bytes4": 30598,
  "bytes5": 30611,
  "bytes6": 30664,
  "bytes7": 30540,
  "bytes8": 30576,
  "bytes9": 30647,
  "callcode": 30644,
  "calldata": 30614,
  "calldatacopy": 30555,
  "calldataload": 30562,
  "calldatasize": 30669,
  "callvalue": 30615,
  "chainid": 30537,
  "coinbase": 30607,
  "constructor": 30583,
  "copyof": 30593,
  "create2": 30597,
  "delegatecall": 30685,
  "delete": 30604,
  "div": 30689,
  "emit": 30653,
  "enum": 30678,
  "eq": 30596,
  "exp": 30654,
  "extcodecopy": 30640,
  "extcodehash": 30663,
  "extcodesize": 30656,
  "fallback": 30617,
  "gaslimit": 30621,
  "gasprice": 30661,
  "gwei": 30578,
  "hex": 30523,
  "immutable": 30655,
  "int104": 30682,
  "int112": 30613,
  "int120": 30649,
  "int128": 30595,
  "int136": 30688,
  "int144": 30538,
  "int152": 30543,
  "int16": 30676,
  "int160": 30634,
  "int168": 30623,
  "int176": 30650,
  "int184": 30556,
  "int192": 30534,
  "int200": 30546,
  "int208": 30549,
  "int216": 30584,
  "int224": 30574,
  "int232": 30619,
  "int24": 30612,
  "int240": 30675,
  "int248": 30528,
  "int256": 30558,
  "int32": 30577,
  "int40": 30573,
  "int48": 30616,
  "int56": 30629,
  "int64": 30646,
  "int72": 30610,
  "int8": 30657,
  "int80": 30628,
  "int88": 30601,
  "int96": 30565,
  "iszero": 30550,
  "keccak256": 30673,
  "log0": 30548,
  "log1": 30648,
  "log2": 30651,
  "log3": 30670,
  "log4": 30539,
  "mload": 30568,
  "modifier": 30652,
  "msg": 30641,
  "msize": 30527,
  "mstore": 30559,
  "mstore8": 30571,
  "mul": 30608,
  "mulmod": 30643,
  "mutable": 30532,
  "override": 30589,
  "payable": 30547,
  "pragma": 30567,
  "prevrandao": 30658,
  "relocatable": 30580,
  "returndatacopy": 30569,
  "returndatasize": 30529,
  "revert": 30599,
  "sdiv": 30668,
  "selfbalance": 30582,
  "selfdestruct": 30575,
  "shl": 30541,
  "shr": 30630,
  "signextend": 30524,
  "sizeof": 30570,
  "sload": 30581,
  "slt": 30606,
  "smod": 30554,
  "sstore": 30679,
  "staticcall": 30579,
  "struct": 30683,
  "timestamp": 30642,
  "typedef": 30638,
  "typeof": 30544,
  "ufixed": 30600,
  "uint": 30531,
  "uint104": 30620,
  "uint112": 30635,
  "uint120": 30622,
  "uint128": 30645,
  "uint136": 30603,
  "uint144": 30625,
  "uint152": 30674,
  "uint16": 30662,
  "uint160": 30605,
  "uint168": 30666,
  "uint176": 30535,
  "uint184": 30591,
  "uint192": 30632,
  "uint200": 30660,
  "uint208": 30672,
  "uint216": 30687,
  "uint224": 30594,
  "uint232": 30626,
  "uint24": 30522,
  "uint240": 30592,
  "uint248": 30561,
  "uint256": 30530,
  "uint32": 30659,
  "uint40": 30618,
  "uint48": 30627,
  "uint56": 30602,
  "uint64": 30560,
  "uint72": 30563,
  "uint8": 30564,
  "uint80": 30590,
  "uint88": 30681,
  "uint96": 30684,
  "xor": 30667
}
